import React from 'react';


function About() {
  return (
    <div className="App">
    <div className="w3-content w3-container w3-padding-64" id="about">
      <h3 className="w3-center">ПРО КОМПАНІЮ</h3>
      <div className="w3-panel">
        <p className="w3-padding">
          <strong>Компанія «Ленів»</strong> була заснована у 2005 році як вузькоспеціалізоване підприємство з ремонту та загострення <a href="/products/band_saw_blades/"><strong>стрічкових пил</strong></a>. Але, прагнучи розвитку та йдучи за умовами ринку, наприкінці 2006 року ми започаткували сервіс для більш широкого спектру деревообробного інструменту, а згодом сформувався і відділ продажу. Протягом тривалого часу ми співпрацювали з найвідомішими європейськими виробниками різного роду інструментів та розхідних матеріалів, серед яких AKE, APEX, FABA, Kennametal, Koronet, Kvarnstrands, Munkfors, Ro-Ma, Tigra та багато інших. Ми вчилися та переймали досвід, наші працівники проходили стажування за кордоном і відвідували міжнародні виставки, щоб мати змогу зараз застосовувати ці знання у власному виробничому процесі, кваліфіковано та правильно підбирати інструмент під індивідуальні потреби клієнта.
        </p>
        <p className="w3-padding">
          У 2014 році ми переїхали на нову локацію зі значно ширшими виробничими площами та потужностями. Того ж року було започатковано виробництво та сервіс <a href="/products/band_saw_blades/#wide"><strong>широких стрічкових пил</strong></a>, а в 2016 році ми впровадили виготовлення <a href="/products/circular_saw_blades/"><strong>дискових пил</strong></a> та <a href="/products/knives/#chipper"><strong>рубальних ножів</strong></a>.
        </p>
        <p className="w3-padding">
          Наш інструмент випускається на сучасному обладнанні, що забезпечує йому належну якість. В умовах постійного розвитку технологій ми намагаємося вкладати ресурси в оновлення виробничої бази підприємства, щоб дотримуватися належних стандартів якості нашої продукції.
        </p>
        <p className="w3-padding">
          Ми намагаємося створити клієнтам зручні та вигідні умови співпраці, тому пропонуємо максимально широкий вибір інструменту - від <a href="/products/cutter_heads/"><strong>фрез та стругальних голів</strong></a> до <a href="/products/knives/"><strong>змінних ножів та пластин</strong></a>.
        </p>
        <p className="w3-padding">
          На сьогоднішній день <strong>ТОВ «Ленів»</strong> є однією з найбільш розвинених компаній в Україні, яка займається виробництвом та сервісом інструменту для деревообробки.
        </p>
      </div>
    </div>
    </div>
  );
}

export default About;
